export const encounters = [
    {
        text: 'Вы подрались в трактире. Здоровье -1',
        statAffected: 'vitality',
        effect: -1
    },
    
    {
        text: 'Вы идёте по дороге и видите в грязи потерянную кем-то книгу. Оказывается, это книга о медицине. Медицина +2',
        statAffected: 'medicine',
        effect: +2
    },
    {
        text: 'В своих путешествиях вы встречаете королевского шута, которого только что сократили. Он жалуется на жизнь и отдаёт вам свой колпак: "Мне он больше ни к чему". Внешний вид +1',
        statAffected: 'appearance',
        effect: +1
    },
    
]